Repository: asv-crafts/aftershock-ios
Catalog: Aftershock/*.lproj/Localizable.strings
Languages: ru

source: Sysop name is too long
ru: Имя пользователя не должно быть длиннее 36 символов

source: Station name is not specified
ru: Не установлено название станции

source: Station name is too long
ru: Название станции не должно быть больше 64 символов

source: Primary location of the station if not specified
ru: Не установлено основное место расположения станции

source: Primary station location is longer than 72 symbols
ru: Основное место расположения станции не должно быть длиннее 72 символов

source: FTN-addresses of the station are not specified
ru: Не установлены FTN-адреса станции

source: Malformed FTN-addresses of the station
ru: Cписок FTN-адресов станции введён с ошибкой

source: Nodelist attributes contain disallowed characters
ru: Атрибуты нодлиста содержат недопустимые символы

source: FTN-addresses of uplink node is not specified
ru: Не установлен FTN-адрес аплинка

source: Malformed FTN-addresses of uplink node
ru: FTN-адрес аплинка введён с ошибкой

source: Uplink Inet address not set
ru: Не установлен Internet адрес аплинка

source: Uplink inet address is incorrect
ru: Установлен некорректный Internet адрес аплинка

source: Uplink TCP port is not set
ru: Не установлен TCP-порт аплинка

source: Incorrect uplink TCP port is specified
ru: Установлен некорректный TCP-порт аплинка

source: Origin text must be not longer than 56 symbols
ru: Ориджин должен быть не длиннее 56 символов

source: Tearline must be not longer than 64 symbols
ru: Тирлайн должен быть не длиннее 64 символов

# Incorrect value of default maximum messages number
source: Incorrect value of maximum messages number for new areas
ru: Некорректное значение максимального количества сообщений для новых эхоконференций

source: Please open settings application and enter correct values
ru: Пожалуйста, установите корректные значения в приложении настроек
